Repository: hanseihee/endlingo
Catalog: endlingo/Localizable.xcstrings
Source language: ko
Languages: ja, vi

# %lld/%lld개 획득
source: %1$lld/%2$lld개 획득
ja: %1$lld/%2$lld個獲得
vi: Đã đạt %1$lld/%2$lld

# %lld년 %lld월
source: %1$lld년 %2$lld월
ja: %1$lld年 %2$lld月
vi: Tháng %2$lld năm %1$lld

source: %lld점
ja: %lld点
vi: %lld điểm

source: 🇬🇧 영국식
ja: 🇬🇧 イギリス英語
vi: 🇬🇧 Giọng Anh

source: 🇺🇸 미국식
ja: 🇺🇸 アメリカ英語
vi: 🇺🇸 Giọng Mỹ

source: 1년 연속
ja: 1年連続
vi: 1 năm liên tiếp

source: 1년 학습
ja: 1年学習
vi: Học 1 năm

source: 2주 연속
ja: 2週間連続
vi: 2 tuần liên tiếp

source: 3일 연속
ja: 3日連続
vi: 3 ngày liên tiếp

source: 3일 연속 학습했습니다
ja: 3日連続で学習しました
vi: Đã học 3 ngày liên tiếp

source: 7일 무료 체험
ja: 7日間無料体験

source: 7일 연속 학습했습니다
ja: 7日連続で学習しました
vi: Đã học 7 ngày liên tiếp

source: 14일 연속 학습했습니다
ja: 14日連続で学習しました
vi: Đã học 14 ngày liên tiếp

source: 30일 연속 학습했습니다
ja: 30日連続で学習しました
vi: Đã học 30 ngày liên tiếp

source: 30초 이상 통화하면 자동으로 기록이 남아요
ja: 30秒以上通話すると自動的に記録されます
vi: Cuộc gọi từ 30 giây trở lên sẽ được tự động lưu

source: 60일 연속 학습했습니다
ja: 60日連続で学習しました
vi: Đã học 60 ngày liên tiếp

source: 100일 연속
ja: 100日連続
vi: 100 ngày liên tiếp

source: 100일 연속 학습했습니다
ja: 100日連続で学習しました
vi: Đã học 100 ngày liên tiếp

source: 100일 학습
ja: 100日学習
vi: Học 100 ngày

source: 365일 연속 학습했습니다
ja: 365日連続で学習しました
vi: Đã học 365 ngày liên tiếp

source: A1 입문
ja: A1 入門
vi: A1 Nhập môn

source: A2 초급
ja: A2 初級
vi: A2 Sơ cấp

source: AI 전화영어
ja: AI電話英会話
vi: Tiếng Anh qua điện thoại AI

source: AI 전화영어 10분 · 광고제거
ja: AI電話英会話10分・広告非表示

source: AI 전화영어 하루 10분
ja: AI電話英会話 1日10分

source: AI 전화영어는 로그인 후 이용할 수 있어요
ja: AI電話英会話はログイン後にご利用いただけます
vi: Tiếng Anh qua điện thoại AI chỉ có thể sử dụng sau khi đăng nhập

source: AI 전화영어는 로그인한 사용자만 이용할 수 있어요. 사용자별 일일 이용 횟수를 관리하기 위함입니다.
ja: AI電話英会話はログインしたユーザーのみご利用いただけます。ユーザーごとの1日の利用回数を管理するためです。
vi: Tiếng Anh qua điện thoại AI chỉ dành cho người dùng đã đăng nhập để quản lý số lần sử dụng hàng ngày của mỗi người.

source: Apple 로그인 정보를 가져올 수 없습니다
ja: Apple ログイン情報を取得できません
vi: Không thể lấy thông tin đăng nhập Apple

source: Apple 로그인에 실패했습니다
ja: Apple ログインに失敗しました
vi: Đăng nhập Apple thất bại

source: B1 중급
ja: B1 中級
vi: B1 Trung cấp

source: B2 중고급
ja: B2 中上級
vi: B2 Trung cao cấp

source: Blue Bottle 바리스타
ja: Blue Bottleバリスタ
vi: Nhân viên pha chế Blue Bottle

source: C1 고급
ja: C1 上級
vi: C1 Cao cấp

source: C2 최상급
ja: C2 最上級
vi: C2 Thành thạo

source: e.g. %@
ja: 例: %@
vi: Ví dụ: %@

source: Google 로그인 정보를 가져올 수 없습니다
ja: Google ログイン情報を取得できません
vi: Không thể lấy thông tin đăng nhập Google

source: Google로 로그인
ja: Googleでログイン
vi: Đăng nhập bằng Google

source: Grand Hotel 프론트 데스크
ja: Grand Hotelフロントデスク
vi: Lễ tân Grand Hotel

source: Lv.5 달성
ja: Lv.5 達成
vi: Đạt Lv.5

source: Lv.10 달성
ja: Lv.10 達成
vi: Đạt Lv.10

source: Lv.20 달성
ja: Lv.20 達成
vi: Đạt Lv.20

source: Lv.50 달성
ja: Lv.50 達成
vi: Đạt Lv.50

source: Premium으로 업그레이드
ja: Premiumにアップグレード

source: Premium으로 업그레이드 (하루 10분)
ja: Premiumにアップグレード（1日10分）

source: 가입한 이메일을 입력하면 비밀번호 재설정 링크를 보내드립니다
ja: 登録済みのメールアドレスを入力すると パスワード再設定用のリンクを送信します
vi: Nhập email đã đăng ký chúng tôi sẽ gửi liên kết đặt lại mật khẩu

source: 간편 로그인
ja: 簡単ログイン
vi: Đăng nhập nhanh

source: 감
ja: 感
vi: interj.

source: 개
ja: 個
vi: cái

source: 건너뛰기
ja: スキップ
vi: Bỏ qua

source: 게스트 모드
ja: ゲストモード
vi: Chế độ khách

source: 게스트로 둘러보기
ja: ゲストで試す
vi: Xem với tư cách khách

source: 결과 보기
ja: 結果を見る
vi: Xem kết quả

source: 계정
ja: アカウント
vi: Tài khoản

source: 계정을 삭제하면 복구할 수 없습니다. 정말 탈퇴하시겠습니까?
ja: アカウントを削除すると復元できません。本当に退会しますか？
vi: Xóa tài khoản sẽ không thể khôi phục. Bạn chắc chắn muốn hủy tài khoản?

source: 계정이 없으신가요? **회원가입**
ja: アカウントをお持ちでないですか？ **新規登録**
vi: Chưa có tài khoản? **Đăng ký**

source: 계정이 없으신가요? 회원가입
ja: アカウントをお持ちでないですか？新規登録
vi: Chưa có tài khoản? Đăng ký

source: 공항, 호텔, 관광지
ja: 空港、ホテル、観光地
vi: Sân bay, khách sạn, điểm du lịch

source: 관리
ja: 管理

source: 광고 제거
ja: 広告非表示

source: 구독 중
ja: サブスクリプション中

source: 구독은 언제든 해지할 수 있습니다. 무료 체험 기간이 끝나면 자동으로 결제됩니다.
ja: サブスクリプションはいつでも解約できます。無料体験期間が終わると自動的に課金されます。

source: 구매 복원
ja: 購入を復元

source: 구매 복원 완료
ja: 購入復元完了

source: 권한
ja: 権限
vi: Quyền

source: 금
ja: 金
vi: T6

source: 기록
ja: 記録
vi: Lịch sử

source: 기본 인사와 간단한 표현을 배워요
ja: 基本的な挨拶と簡単な表現を学びます
vi: Học các câu chào hỏi và biểu đạt cơ bản

source: 나
ja: 私
vi: Tôi

source: 내가 읽은 문장
ja: 読んだ文
vi: Câu tôi đã đọc

source: 내일 다시 시도해주세요. 매일 자정(UTC)에 초기화됩니다
ja: 明日もう一度お試しください。毎日UTC 0時にリセットされます
vi: Vui lòng thử lại ngày mai. Đặt lại vào 0 giờ UTC mỗi ngày

source: 네트워크 연결을 확인해주세요
ja: ネットワーク接続を確認してください
vi: Vui lòng kiểm tra kết nối mạng

source: 녹음 중
ja: 録音中
vi: Đang ghi âm

source: 녹음을 시작할 수 없습니다
ja: 録音を開始できません
vi: Không thể bắt đầu ghi âm

source: 다시 도전
ja: もう一度挑戦
vi: Thử lại

source: 다시 도전하기
ja: もう一度挑戦
vi: Thử lại

source: 다시 도전해보세요
ja: もう一度挑戦してみましょう
vi: Hãy thử lại

source: 다시 도전해보세요!
ja: もう一度挑戦しましょう！
vi: Hãy thử lại!

source: 다시 시도
ja: 再試行
vi: Thử lại

source: 다시 시도해보세요
ja: もう一度試してみてください
vi: Hãy thử lại

source: 다음
ja: 次へ
vi: Tiếp theo

source: 다음 단어
ja: 次の単語
vi: Từ tiếp theo

source: 다음 문장
ja: 次の文章
vi: Câu tiếp theo

source: 다음 문제
ja: 次の問題
vi: Câu hỏi tiếp theo

source: 단어
ja: 単語
vi: Từ vựng

source: 단어 %lld개 저장
ja: 単語を%lld個保存
vi: Lưu %lld từ

source: 단어 1,000개를 저장했습니다
ja: 単語1,000個を保存しました
vi: Đã lưu 1.000 từ

source: 단어 10개를 저장했습니다
ja: 単語10個を保存しました
vi: Đã lưu 10 từ

source: 단어 50개를 저장했습니다
ja: 単語50個を保存しました
vi: Đã lưu 50 từ

source: 단어 100개를 저장했습니다
ja: 単語100個を保存しました
vi: Đã lưu 100 từ

source: 단어 300개를 저장했습니다
ja: 単語300個を保存しました
vi: Đã lưu 300 từ

source: 단어 500개를 저장했습니다
ja: 単語500個を保存しました
vi: Đã lưu 500 từ

source: 단어 마스터
ja: 単語マスター
vi: Bậc thầy từ vựng

source: 단어 박사
ja: 単語博士
vi: Tiến sĩ từ vựng

source: 단어 범위
ja: 出題範囲
vi: Phạm vi từ

source: 단어 수집가
ja: 単語コレクター
vi: Người sưu tầm từ

source: 단어 애호가
ja: 単語愛好家
vi: Người yêu từ vựng

source: 단어 입문
ja: 単語入門
vi: Nhập môn từ vựng

source: 단어 전문가
ja: 単語エキスパート
vi: Chuyên gia từ vựng

source: 단어 추가
ja: 単語を追加
vi: Thêm từ

source: 단어 퀴즈
ja: 単語クイズ
vi: Câu đố từ vựng

source: 단어를 5개 이상 저장해야 퀴즈를 시작할 수 있습니다
ja: 単語を5個以上保存すると クイズを始められます
vi: Cần lưu ít nhất 5 từ để bắt đầu câu đố

source: 단어를 보고 소리 내어 읽어보세요
ja: 単語を見て声に出して読んでみましょう
vi: Hãy nhìn từ và đọc to

source: 단어를 소리 내어 읽어보세요
ja: 単語を声に出して読んでみましょう
vi: Hãy đọc to từ này

source: 단어를 올바른 순서로 배열하세요
ja: 単語を正しい順序に並べてください
vi: Hãy sắp xếp các từ theo đúng thứ tự

source: 단어별 결과
ja: 単語別の結果
vi: Kết quả theo từng từ

source: 단어장
ja: 単語帳
vi: Sổ từ vựng

source: 단어장에 저장
ja: 単語帳に保存
vi: Lưu vào sổ từ vựng

source: 닫기
ja: 閉じる
vi: Đóng

source: 대
ja: 代
vi: pron.

source: 대화 내역
ja: 会話履歴
vi: Nội dung cuộc trò chuyện

source: 대화 수
ja: 会話数
vi: Lượt thoại

source: 돌아가기
ja: 戻る
vi: Quay lại

source: 동
ja: 動
vi: v.

source: 두 달 연속
ja: 2ヶ月連続
vi: 2 tháng liên tiếp

source: 뒤로
ja: 戻る
vi: Quay lại

source: 듣고 있어요...
ja: 聞き取り中...
vi: Đang nghe...

source: 따라 읽기
ja: 音読練習
vi: Đọc theo

source: 또는
ja: または
vi: Hoặc

source: 뜻을 찾을 수 없습니다
ja: 意味が見つかりません
vi: Không tìm thấy nghĩa

source: 레벨
ja: レベル
vi: Trình độ

source: 레벨 5에 도달했습니다
ja: レベル5に到達しました
vi: Đã đạt cấp 5

source: 레벨 10에 도달했습니다
ja: レベル10に到達しました
vi: Đã đạt cấp 10

source: 레벨 20에 도달했습니다
ja: レベル20に到達しました
vi: Đã đạt cấp 20

source: 레벨 50에 도달했습니다
ja: レベル50に到達しました
vi: Đã đạt cấp 50

source: 레슨 완료
ja: レッスン完了
vi: Hoàn thành bài học

source: 레슨에서 단어를 탭하거나 + 버튼으로 직접 추가하세요
ja: レッスンで単語をタップするか +ボタンで直接追加してください
vi: Chạm vào từ trong bài học hoặc thêm trực tiếp bằng nút +

source: 레슨을 불러오는 중...
ja: レッスンを読み込み中...
vi: Đang tải bài học...

source: 레슨의 문법 포인트에서 북마크 버튼을 눌러 저장하세요
ja: レッスンの文法ポイントで ブックマークボタンを押して保存してください
vi: Nhấn nút bookmark trên điểm ngữ pháp trong bài học để lưu lại

source: 로그아웃
ja: ログアウト
vi: Đăng xuất

source: 로그아웃하시겠습니까?
ja: ログアウトしますか？
vi: Bạn muốn đăng xuất?

source: 로그인
ja: ログイン
vi: Đăng nhập

source: 로그인 상태가 아닙니다
ja: ログインしていません
vi: Chưa đăng nhập

source: 로그인이 필요해요
ja: ログインが必要です
vi: Cần đăng nhập

source: 마스터
ja: マスター
vi: Bậc thầy

source: 마이크와 음성 인식 권한이 필요합니다
ja: マイクと音声認識の権限が必要です
vi: Cần quyền truy cập micro và nhận diện giọng nói

source: 마이크와 음성 인식 권한이 필요합니다. 설정 앱에서 권한을 허용해주세요.
ja: マイクと音声認識の権限が必要です。 設定アプリで権限を許可してください。
vi: Cần quyền truy cập micro và nhận diện giọng nói. Vui lòng cấp quyền trong ứng dụng Cài đặt.

source: 매일 %d:%02d
ja: 毎日 %d:%02d
vi: Hằng ngày %d:%02d

source: 매일 새로운 영어 문장으로 실력을 키워보세요
ja: 毎日新しい英文で 英語力を伸ばしましょう
vi: Nâng cao trình độ với câu tiếng Anh mới mỗi ngày

source: 매일 새로운 영어 문장으로 공부하는 앱이야! 같이 해보자 🦉
ja: 毎日新しい英文で学べるアプリだよ！一緒にやってみよう 🦉
vi: Ứng dụng học câu tiếng Anh mới mỗi ngày! Cùng học nhé 🦉

source: 매일 정해진 시간에 알림을 보내드릴게요
ja: 毎日決まった時間に通知をお届けします
vi: Chúng tôi sẽ gửi thông báo vào giờ đã đặt mỗi ngày

source: 메일 전송 완료
ja: メール送信完了
vi: Đã gửi email

source: 명
ja: 名
vi: n.

source: 모든 배너 광고 제거
ja: 全てのバナー広告を非表示

source: 목
ja: 木
vi: T5

source: 무료 1분 → 10분으로 확장
ja: 無料1分→10分に拡張

source: 무료 체험 시작
ja: 無料体験を始める

source: 문법
ja: 文法
vi: Ngữ pháp

source: 문법 10개를 저장했습니다
ja: 文法を10個保存しました
vi: Đã lưu 10 điểm ngữ pháp

source: 문법 30개를 저장했습니다
ja: 文法を30個保存しました
vi: Đã lưu 30 điểm ngữ pháp

source: 문법 50개를 저장했습니다
ja: 文法を50個保存しました
vi: Đã lưu 50 điểm ngữ pháp

source: 문법 박사
ja: 文法博士
vi: Tiến sĩ ngữ pháp

source: 문법 수집가
ja: 文法コレクター
vi: Người sưu tầm ngữ pháp

source: 문법 실력을 테스트하세요
ja: 文法の実力をテストしましょう
vi: Kiểm tra trình độ ngữ pháp của bạn

source: 문법 전문가
ja: 文法エキスパート
vi: Chuyên gia ngữ pháp

source: 문법 퀴즈
ja: 文法クイズ
vi: Câu đố ngữ pháp

source: 문법 포인트
ja: 文法ポイント
vi: Điểm ngữ pháp

source: 문법을 4개 이상 저장해야 퀴즈를 시작할 수 있습니다
ja: 文法を4件以上保存すると クイズを始められます
vi: Cần lưu ít nhất 4 điểm ngữ pháp để bắt đầu câu đố

source: 문법을 처음 저장했습니다
ja: 初めて文法を保存しました
vi: Đã lưu điểm ngữ pháp đầu tiên

source: 문장 건축가
ja: 文章アーキテクト
vi: Kiến trúc sư câu

source: 문장 배열
ja: 文章並べ替え
vi: Sắp xếp câu

source: 문장 배열 10회를 완료했습니다
ja: 文章並べ替え10回を完了しました
vi: Đã hoàn thành 10 lần sắp xếp câu

source: 문장 배열 50회를 완료했습니다
ja: 文章並べ替え50回を完了しました
vi: Đã hoàn thành 50 lần sắp xếp câu

source: 문장 조립가
ja: 文章組み立て屋
vi: Thợ lắp câu

source: 문장을 불러오는 중...
ja: 文章を読み込み中...
vi: Đang tải câu...

source: 문장을 불러올 수 없습니다
ja: 文章を読み込めません
vi: Không thể tải câu

source: 발음
ja: 発音
vi: Phát âm

source: 발음 달인
ja: 発音の達人
vi: Bậc thầy phát âm

source: 발음 마스터
ja: 発音マスター
vi: Chuyên gia phát âm

source: 발음 연습생
ja: 発音練習生
vi: Người luyện phát âm

source: 발음 퀴즈
ja: 発音クイズ
vi: Câu đố phát âm

source: 발음 퀴즈 10회를 완료했습니다
ja: 発音クイズ10回を完了しました
vi: Đã hoàn thành 10 lần câu đố phát âm

source: 발음 퀴즈 50회를 완료했습니다
ja: 発音クイズ50回を完了しました
vi: Đã hoàn thành 50 lần câu đố phát âm

source: 발음 퀴즈 100회를 완료했습니다
ja: 発音クイズ100回を完了しました
vi: Đã hoàn thành 100 lần câu đố phát âm

source: 배달 기사
ja: 配達員
vi: Tài xế giao hàng

source: 배달 문의
ja: 配達問い合わせ
vi: Hỏi về giao hàng

source: 배지
ja: バッジ
vi: Huy hiệu

source: 배지 획득!
ja: バッジ獲得！
vi: Đã nhận huy hiệu!

source: 배지 획득률 %lld%%
ja: バッジ獲得率 %lld%%
vi: Tỷ lệ huy hiệu %lld%%

source: 버전
ja: バージョン
vi: Phiên bản

source: 번역 보기
ja: 翻訳を見る
vi: Xem bản dịch

source: 번역 숨기기
ja: 翻訳を隠す
vi: Ẩn bản dịch

source: 범위
ja: 範囲
vi: Phạm vi

source: 베타
ja: ベータ
vi: Beta

source: 복잡한 주제도 자연스럽게 표현해요
ja: 複雑なテーマも自然に表現できます
vi: Diễn đạt tự nhiên cả những chủ đề phức tạp

source: 부
ja: 副
vi: adv.

source: 분석 중...
ja: 分析中...
vi: Đang phân tích...

source: 비밀번호 (6자 이상)
ja: パスワード（6文字以上）
vi: Mật khẩu (từ 6 ký tự)

source: 비밀번호 변경
ja: パスワード変更
vi: Đổi mật khẩu

source: 비밀번호 변경 완료
ja: パスワード変更完了
vi: Đã đổi mật khẩu

source: 비밀번호 재설정
ja: パスワード再設定
vi: Đặt lại mật khẩu

source: 비밀번호 재설정 링크가 이메일로 발송되었습니다. 메일함을 확인해주세요.
ja: パスワード再設定用のリンクをメールで送信しました。受信箱をご確認ください。
vi: Liên kết đặt lại mật khẩu đã được gửi qua email. Vui lòng kiểm tra hộp thư.

source: 비밀번호 찾기
ja: パスワードをお忘れですか？
vi: Quên mật khẩu?

source: 비밀번호가 성공적으로 변경되었습니다
ja: パスワードが正常に変更されました
vi: Đã đổi mật khẩu thành công

source: 비밀번호는 6자 이상이어야 합니다
ja: パスワードは6文字以上である必要があります
vi: Mật khẩu phải có ít nhất 6 ký tự

source: 비즈니스
ja: ビジネス
vi: Kinh doanh

source: 사용 불가 지역
ja: 利用不可地域
vi: Khu vực không khả dụng

source: 상대방이 말하는 중
ja: 相手が話し中
vi: Đối phương đang nói

source: 상황에 맞는 실용적인 문장을 준비할게요
ja: 場面に合った実用的な英文を用意します
vi: Chúng tôi sẽ chuẩn bị những câu thực dụng phù hợp với tình huống

source: 새 비밀번호 (6자 이상)
ja: 新しいパスワード（6文字以上）
vi: Mật khẩu mới (từ 6 ký tự)

source: 새 비밀번호 확인
ja: 新しいパスワードの確認
vi: Xác nhận mật khẩu mới

source: 새 비밀번호가 일치하지 않습니다
ja: 新しいパスワードが一致しません
vi: Mật khẩu mới không khớp

source: 새로운 문장이 준비되었어요. 지금 학습을 시작해보세요!
ja: 新しい英文を用意しました。今すぐ学習を始めましょう！
vi: Câu mới đã sẵn sàng. Bắt đầu học ngay thôi!

source: 설명 → 패턴
ja: 説明 → パターン
vi: Giải thích → Mẫu câu

source: 설정에서 권한을 허용해주세요
ja: 設定で権限を許可してください
vi: Vui lòng cấp quyền trong Cài đặt

source: 설정으로 이동
ja: 設定を開く
vi: Đi đến Cài đặt

source: 설정을 먼저 완료해주세요
ja: 先に設定を完了してください
vi: Vui lòng hoàn tất cài đặt trước

source: 수
ja: 水
vi: T4

source: 수고했습니다!
ja: お疲れ様でした！
vi: Làm tốt lắm!

source: 수업, 과제, 캠퍼스 생활
ja: 授業、課題、キャンパスライフ
vi: Lớp học, bài tập, đời sống sinh viên

source: 숙련 학습자
ja: 熟練の学習者
vi: Người học thành thạo

source: 시나리오를 선택하면 AI가 먼저 전화를 걸어옵니다
ja: シナリオを選択するとAIから先に電話がかかってきます
vi: Chọn tình huống và AI sẽ gọi cho bạn trước

source: 시나리오를 선택하세요
ja: シナリオを選択してください
vi: Chọn một tình huống

source: 시작하기
ja: 始める
vi: Bắt đầu

source: 실시간 번역
ja: リアルタイム翻訳

source: 실제 전화처럼 AI와 영어로 통화해보세요
ja: 本物の電話のようにAIと英語で通話してみましょう
vi: Trò chuyện tiếng Anh với AI như cuộc gọi điện thoại thật

source: 아래 버튼을 누르고 문장을 소리 내어 읽어보세요
ja: 下のボタンを押して 文を声に出して読みましょう
vi: Nhấn nút bên dưới và đọc to câu này

source: 아직 저장된 통화가 없어요
ja: まだ保存された通話がありません
vi: Chưa có cuộc gọi nào được lưu

source: 아직 획득하지 못했습니다
ja: まだ獲得していません
vi: Chưa đạt được

source: 아침 7시
ja: 朝7時
vi: 7 giờ sáng

source: 알림
ja: 通知
vi: Thông báo

source: 알림 시간
ja: 通知時間
vi: Giờ thông báo

source: 앱 리뷰 남기기
ja: アプリレビューを書く
vi: Viết đánh giá ứng dụng

source: 앱 스토어에서 업데이트
ja: App Storeで更新
vi: Cập nhật từ App Store

source: 앱 정보
ja: アプリ情報
vi: Thông tin ứng dụng

source: 어떤 환경에서 쓸 영어인가요?
ja: どんな場面で使う英語ですか？
vi: Bạn sẽ dùng tiếng Anh trong môi trường nào?

source: 어제
ja: 昨日
vi: Hôm qua

source: 언제 문장을 받을까요?
ja: 毎日の英文は何時に受け取りますか？
vi: Bạn muốn nhận câu vào lúc nào?

source: 업데이트가 필요합니다
ja: 更新が必要です
vi: Cần cập nhật

source: 여행
ja: 旅行
vi: Du lịch

source: 여행이나 업무에서 의사소통이 가능해요
ja: 旅行や仕事でコミュニケーションができます
vi: Có thể giao tiếp trong du lịch hoặc công việc

source: 연간
ja: 年間

source: 연결 중…
ja: 接続中…
vi: Đang kết nối…

source: 연속 학습
ja: 連続学習
vi: Học liên tiếp

source: 열정 학습자
ja: 熱心な学習者
vi: Người học nhiệt huyết

source: 영단어 실력을 테스트하세요
ja: 英単語の実力をテストしましょう
vi: Kiểm tra vốn từ tiếng Anh của bạn

source: 영어 → 한국어
ja: 英語 → 日本語
vi: Tiếng Anh → Tiếng Việt

source: 영어 단어 입력
ja: 英単語を入力
vi: Nhập từ tiếng Anh

source: 영어 달인
ja: 英語の達人
vi: Bậc thầy tiếng Anh

source: 영어 문장을 완성하세요
ja: 英語の文章を完成させてください
vi: Hãy hoàn thành câu tiếng Anh

source: 영어 수준을 선택하세요
ja: 英語レベルを選択してください
vi: Chọn trình độ tiếng Anh

source: 영어 실력을 더 빠르게 키우세요
ja: 英語力をもっと速く伸ばしましょう

source: 영어 회화 파트너
ja: 英会話パートナー
vi: Đối tác luyện nói tiếng Anh

source: 영어하자
ja: 英語しよ
vi: Học tiếng Anh

source: 영어하자 - 매일 영어 문장 학습
ja: 英語しよう - 毎日英文で学ぶアプリ
vi: Học tiếng Anh - Câu tiếng Anh mỗi ngày

source: 영작 피드백
ja: 英作文フィードバック
vi: Phản hồi viết tiếng Anh

source: 오늘
ja: 今日
vi: Hôm nay

source: 오늘 사용 가능한 통화 횟수를 모두 사용했어요
ja: 本日ご利用可能な通話回数をすべて使用しました
vi: Bạn đã sử dụng hết số lần gọi hôm nay

source: 오늘 사용 가능한 통화 횟수를 모두 사용했어요 (%lld/%lld)
ja: 本日ご利用可能な通話回数をすべて使用しました (%1$lld/%2$lld)
vi: Bạn đã sử dụng hết số lần gọi hôm nay (%1$lld/%2$lld)

source: 오늘 통화를 모두 사용했어요
ja: 本日の通話をすべて使用しました
vi: Bạn đã dùng hết cuộc gọi hôm nay

source: 오늘의 레슨
ja: 今日のレッスン
vi: Bài học hôm nay

source: 오늘의 레슨을 불러올 수 없습니다
ja: 今日のレッスンを読み込めません
vi: Không thể tải bài học hôm nay

source: 오늘의 레슨이 아직 준비되지 않았습니다
ja: 今日のレッスンはまだ準備されていません
vi: Bài học hôm nay chưa sẵn sàng

source: 오늘의 영어 레슨
ja: 今日の英語レッスン
vi: Bài học tiếng Anh hôm nay

source: 오랜 친구
ja: 古い友人
vi: Bạn cũ

source: 오랜만에 연락된 친구와 근황을 나눠요
ja: 久しぶりに連絡を取った友達と近況を話します
vi: Trò chuyện với người bạn lâu ngày không gặp

source: 오류가 발생했습니다. 다시 시도해주세요
ja: エラーが発生しました。もう一度お試しください
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: 올바른 이메일 형식을 입력해주세요
ja: 正しいメールアドレス形式を入力してください
vi: Vui lòng nhập đúng định dạng email

source: 완료
ja: 完了
vi: Hoàn tất

source: 완벽해요!
ja: 完璧！
vi: Hoàn hảo!

source: 외운 단어
ja: 覚えた単語
vi: Từ đã thuộc

source: 외운 단어 (%lld)
ja: 覚えた単語（%lld）
vi: Từ đã thuộc (%lld)

source: 외운 단어 %lld개 제외
ja: 覚えた単語 %lld個を除外
vi: Loại %lld từ đã thuộc

source: 외운 단어 관리
ja: 覚えた単語の管理
vi: Quản lý từ đã thuộc

source: 외운 단어가 없습니다
ja: 覚えた単語はありません
vi: Chưa có từ nào đã thuộc

source: 외운 단어에서 해제
ja: 覚えた単語から外す
vi: Bỏ đánh dấu đã thuộc

source: 외운 문법 (%lld)
ja: 覚えた文法（%lld）
vi: Ngữ pháp đã thuộc (%lld)

source: 외운 문법 %lld개 제외
ja: 覚えた文法 %lld件を除外
vi: Loại %lld điểm ngữ pháp đã thuộc

source: 외운 문법 관리
ja: 覚えた文法の管理
vi: Quản lý ngữ pháp đã thuộc

source: 외운 문법에서 해제
ja: 覚えた文法から外す
vi: Bỏ đánh dấu đã thuộc

source: 외운 문법이 없습니다
ja: 覚えた文法はありません
vi: Chưa có điểm ngữ pháp nào đã thuộc

source: 외웠어요
ja: 覚えた
vi: Đã thuộc

source: 요청이 너무 많습니다. 잠시 후 다시 시도해주세요
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください
vi: Quá nhiều yêu cầu. Vui lòng thử lại sau

source: 우등생
ja: 優等生
vi: Học sinh ưu tú

source: 원문
ja: 原文
vi: Nguyên văn

source: 원어민 수준의 영어를 구사해요
ja: ネイティブレベルの英語を使いこなせます
vi: Sử dụng tiếng Anh ở trình độ bản ngữ

source: 월
ja: 月
vi: T2

source: 월간
ja: 月間

source: 유사
ja: ほぼ正しい
vi: Gần đúng

source: 유형
ja: 形式
vi: Loại

source: 음성 인식을 사용할 수 없습니다
ja: 音声認識を使用できません
vi: Không thể sử dụng nhận diện giọng nói

source: 음성을 인식하지 못했습니다. 다시 시도해주세요.
ja: 音声を認識できませんでした。 もう一度お試しください。
vi: Không nhận diện được giọng nói. Vui lòng thử lại.

source: 음식 배달 도착 시간을 문의해요
ja: 食べ物の配達到着時間を問い合わせます
vi: Hỏi về thời gian giao đồ ăn

source: 이 단어를 읽어보세요
ja: この単語を読んでみましょう
vi: Hãy đọc từ này

source: 이 단어의 뜻은?
ja: この単語の意味は？
vi: Nghĩa của từ này là gì?

source: 이 뜻의 영어 단어는?
ja: この意味の英単語は？
vi: Từ tiếng Anh của nghĩa này là gì?

source: 이 문법의 설명은?
ja: この文法の説明は？
vi: Giải thích của điểm ngữ pháp này là gì?

source: 이 문장을 읽어보세요
ja: この文を読んでみましょう
vi: Hãy đọc câu này

source: 이 설명에 해당하는 문법은?
ja: この説明に該当する文法は？
vi: Điểm ngữ pháp nào khớp với giải thích này?

source: 이 지역에서는 AI 전화영어 기능을 사용할 수 없습니다
ja: この地域ではAI電話英会話機能を使用できません
vi: Chức năng này không khả dụng trong khu vực của bạn

source: 일
ja: 日
vi: CN

source: 이메일
ja: メールアドレス
vi: Email

source: 이메일 또는 비밀번호가 올바르지 않습니다
ja: メールアドレスまたはパスワードが正しくありません
vi: Email hoặc mật khẩu không đúng

source: 이메일 인증이 완료되지 않았습니다. 메일함을 확인해주세요.
ja: メール認証が完了していません。受信箱をご確認ください。
vi: Chưa xác thực email. Vui lòng kiểm tra hộp thư.

source: 이메일로 로그인
ja: メールでログイン
vi: Đăng nhập bằng email

source: 이미 계정이 있으신가요? **로그인**
ja: アカウントをお持ちですか？ **ログイン**
vi: Đã có tài khoản? **Đăng nhập**

source: 이미 계정이 있으신가요? 로그인
ja: アカウントをお持ちですか？ログイン
vi: Đã có tài khoản? Đăng nhập

source: 이미 등록된 이메일입니다. 로그인해주세요
ja: すでに登録済みのメールアドレスです。ログインしてください
vi: Email này đã được đăng ký. Vui lòng đăng nhập

source: 이미 저장된 단어입니다
ja: すでに保存済みの単語です
vi: Từ này đã được lưu

source: 이번 주
ja: 今週
vi: Tuần này

source: 이용 안내
ja: ご利用案内
vi: Hướng dẫn sử dụng

source: 이전
ja: 前へ
vi: Trước đó

source: 인식된 텍스트
ja: 認識結果
vi: Văn bản nhận diện

source: 인증 요청이 만료되었습니다. 다시 시도해주세요
ja: 認証リクエストの有効期限が切れました。もう一度お試しください
vi: Yêu cầu xác thực đã hết hạn. Vui lòng thử lại

source: 일상
ja: 日常
vi: Hàng ngày

source: 일상적인 대화를 이해할 수 있어요
ja: 日常的な会話を理解できます
vi: Hiểu được các cuộc hội thoại hàng ngày

source: 일시적으로 서버에 연결할 수 없어요
ja: 一時的にサーバーに接続できません
vi: Tạm thời không thể kết nối đến máy chủ

source: 일주일 연속
ja: 1週間連続
vi: 1 tuần liên tiếp

source: 일주일 학습
ja: 1週間学習
vi: Học 1 tuần

source: 자연스러운 표현
ja: 自然な表現
vi: Cách diễn đạt tự nhiên

source: 잘했어요!
ja: よくできました！
vi: Giỏi lắm!

source: 접
ja: 接
vi: conj.

source: 저녁 9시
ja: 夜9時
vi: 9 giờ tối

source: 저장 단어
ja: 保存単語数
vi: Số từ đã lưu

source: 저장된 단어 %lld개에서 출제됩니다
ja: 保存した単語 %lld個から出題されます
vi: Câu hỏi từ %lld từ đã lưu

source: 전
ja: 前
vi: prep.

source: 저장된 문법 %lld개에서 출제됩니다
ja: 保存した文法 %lld件から出題されます
vi: Câu hỏi từ %lld điểm ngữ pháp đã lưu

source: 저장한 단어
ja: 保存した単語
vi: Từ đã lưu

source: 저장한 단어가 없습니다
ja: 保存した単語はありません
vi: Chưa lưu từ nào

source: 저장한 문법이 없습니다
ja: 保存した文法はありません
vi: Chưa lưu điểm ngữ pháp nào

source: 전문적인 영어를 유창하게 구사해요
ja: 専門的な英語を流暢に使いこなせます
vi: Sử dụng tiếng Anh chuyên ngành một cách lưu loát

source: 전송
ja: 送信
vi: Gửi

source: 전체
ja: 全体
vi: Tất cả

source: 전체 %lld개 단어에서 출제됩니다
ja: 全 %lld個の単語から出題されます
vi: Câu hỏi từ tất cả %lld từ

source: 전화 면접
ja: 電話面接
vi: Phỏng vấn qua điện thoại

source: 전화 주문
ja: 電話注文
vi: Đặt hàng qua điện thoại

source: 점심 12시
ja: 昼12時
vi: 12 giờ trưa

source: 정답
ja: 正解
vi: Đáp án đúng

source: 정답!
ja: 正解！
vi: Đúng rồi!

source: 정답률
ja: 正解率
vi: Tỷ lệ đúng

source: 정답률 80% 이상 (50회 이상)
ja: 正解率80%以上（50回以上）
vi: Tỷ lệ đúng trên 80% (trên 50 lần)

source: 정답률 90% 이상 (50회 이상)
ja: 正解率90%以上（50回以上）
vi: Tỷ lệ đúng trên 90% (trên 50 lần)

source: 정답입니다!
ja: 正解です！
vi: Chính xác!

source: 정확
ja: 正しく発音
vi: Chính xác

source: 좋은 시도예요!
ja: よく頑張りました！
vi: Cố gắng tốt lắm!

source: 주간 비교
ja: 週間の比較
vi: So sánh theo tuần

source: 주제 자유, 원하는 대화를 해요
ja: テーマ自由、好きなことを話しましょう
vi: Chủ đề tự do, trò chuyện theo ý bạn

source: 준비 완료!
ja: 準備完了！
vi: Đã sẵn sàng!

source: 준비 중...
ja: 準備中...
vi: Đang chuẩn bị...

source: 지난 레슨
ja: 過去のレッスン
vi: Bài học trước

source: 지난 주
ja: 先週
vi: Tuần trước

source: 직장
ja: 職場
vi: Công việc

source: 채용 담당자
ja: 採用担当者
vi: Nhà tuyển dụng

source: 채용 담당자와 간단한 전화 면접을 봐요
ja: 採用担当者と簡単な電話面接を受けます
vi: Tham gia phỏng vấn qua điện thoại với nhà tuyển dụng

source: 첫 걸음
ja: はじめの一歩
vi: Bước đầu tiên

source: 첫 레슨을 완료했습니다
ja: 初レッスンを完了しました
vi: Đã hoàn thành bài học đầu tiên

source: 첫 문법
ja: 初めての文法
vi: Ngữ pháp đầu tiên

source: 첫 문장 배열
ja: 初めての文章並べ替え
vi: Sắp xếp câu đầu tiên

source: 첫 문장 배열을 완료했습니다
ja: 初めての文章並べ替えを完了しました
vi: Đã hoàn thành lần sắp xếp câu đầu tiên

source: 첫 발음
ja: 初めての発音
vi: Phát âm đầu tiên

source: 첫 발음 퀴즈를 완료했습니다
ja: 初めての発音クイズを完了しました
vi: Đã hoàn thành câu đố phát âm đầu tiên

source: 첫 퀴즈
ja: 初クイズ
vi: Câu đố đầu tiên

source: 첫 퀴즈를 완료했습니다
ja: 初クイズを完了しました
vi: Đã hoàn thành câu đố đầu tiên

source: 초보 학습자
ja: 初心者
vi: Người mới học

source: 총 1,000 XP를 획득했습니다
ja: 合計1,000 XPを獲得しました
vi: Đã đạt tổng 1.000 XP

source: 총 5,000 XP를 획득했습니다
ja: 合計5,000 XPを獲得しました
vi: Đã đạt tổng 5.000 XP

source: 총 7일 학습했습니다
ja: 合計7日学習しました
vi: Đã học tổng 7 ngày

source: 총 10,000 XP를 획득했습니다
ja: 合計10,000 XPを獲得しました
vi: Đã đạt tổng 10.000 XP

source: 총 30일 학습했습니다
ja: 合計30日学習しました
vi: Đã học tổng 30 ngày

source: 총 50,000 XP를 획득했습니다
ja: 合計50,000 XPを獲得しました
vi: Đã đạt tổng 50.000 XP

source: 총 100일 학습했습니다
ja: 合計100日学習しました
vi: Đã học tổng 100 ngày

source: 총 365일 학습했습니다
ja: 合計365日学習しました
vi: Đã học tổng 365 ngày

source: 총 학습일
ja: 総学習日数
vi: Tổng ngày học

source: 최근 7일간 활동이 없습니다
ja: 最近7日間の活動はありません
vi: Không có hoạt động trong 7 ngày qua

source: 최근 사용
ja: 前回使用
vi: Dùng gần đây

source: 최근 활동
ja: 最近の活動
vi: Hoạt động gần đây

source: 최장 기록
ja: 最長記録
vi: Kỷ lục dài nhất

source: 추천 시간
ja: おすすめの時間
vi: Giờ đề xuất

source: 취소
ja: キャンセル
vi: Hủy

source: 친구에게 앱 공유하기
ja: 友だちにアプリをシェア
vi: Chia sẻ ứng dụng với bạn bè

source: 친구와 통화
ja: 友達と通話
vi: Gọi cho bạn bè

source: 카페, 쇼핑, 일상 대화
ja: カフェ、ショッピング、日常会話
vi: Quán cà phê, mua sắm, hội thoại hàng ngày

source: 카페에 전화로 커피를 주문해요
ja: カフェに電話でコーヒーを注文します
vi: Gọi điện đặt cà phê tại quán

source: 퀴즈
ja: クイズ
vi: Câu đố

source: 퀴즈 %lld/%lld 정답
ja: クイズで%1$lld/%2$lld問正解
vi: Đúng %1$lld/%2$lld câu đố

source: 퀴즈 10문제 연속 정답
ja: クイズ10問連続正解
vi: Trả lời đúng 10 câu đố liên tiếp

source: 퀴즈 10회
ja: クイズ10回
vi: 10 lần câu đố

source: 퀴즈 10회를 완료했습니다
ja: クイズ10回を完了しました
vi: Đã hoàn thành 10 lần câu đố

source: 퀴즈 50회
ja: クイズ50回
vi: 50 lần câu đố

source: 퀴즈 50회를 완료했습니다
ja: クイズ50回を完了しました
vi: Đã hoàn thành 50 lần câu đố

source: 퀴즈 100회를 완료했습니다
ja: クイズ100回を完了しました
vi: Đã hoàn thành 100 lần câu đố

source: 퀴즈 500회를 완료했습니다
ja: クイズ500回を完了しました
vi: Đã hoàn thành 500 lần câu đố

source: 퀴즈 마스터
ja: クイズマスター
vi: Bậc thầy câu đố

source: 퀴즈 매니아
ja: クイズマニア
vi: Fan cuồng câu đố

source: 퀴즈 유형
ja: クイズ形式
vi: Loại câu đố

source: 퀴즈 중독
ja: クイズ中毒
vi: Nghiện câu đố

source: 퀴즈 횟수
ja: クイズ回数
vi: Số lần câu đố

source: 탈퇴하기
ja: 退会する
vi: Hủy tài khoản

source: 탭
ja: タブ
vi: Chạm

source: 토
ja: 土
vi: T7

source: 통화 기록
ja: 通話履歴
vi: Lịch sử cuộc gọi

source: 통화 시간
ja: 通話時間
vi: Thời lượng

source: 통화 중
ja: 通話中
vi: Đang gọi

source: 통화 중 실시간 한국어 번역
ja: 通話中リアルタイム翻訳

source: 통화 후 문장 교정
ja: 通話後の文章添削

source: 통화가 종료되었습니다
ja: 通話が終了しました
vi: Cuộc gọi đã kết thúc
